IDENTIFICATION DIVISION.
PROGRAM-ID. DISPGM.
DATA DIVISION.
WORKING-STORAGE SECTION.
PROCEDURE DIVISION.
       DISPLAY "JANA"
      DISPLAY "WELCOME TO MAINFRAMES"
      display "this is unix modification.
      STOP RUN.
      
