IDENTIFICATION DIVISION.
PROGRAM-ID. DISPGM.
DATA DIVISION.
WORKING-STORAGE SECTION.
PROCEDURE DIVISION.
       DISPLAY "JANA"
      DISPLAY "WELCOME TO MAINFRAMES"
      STOP RUN.
display "this web modification.
      
